tap "borkdude/brew"
tap "graalvm/tap"
tap "hcavarsan/kftray"
tap "homebrew/bundle"
tap "homebrew/services"
tap "openshift-pipelines/pipelines-as-code"
tap "oven-sh/bun"
tap "romkatv/powerlevel10k"
tap "sigstore/tap"
tap "teamookla/speedtest"
tap "tilt-dev/tap"
brew "awscli"
brew "bat"
brew "python@3.12"
brew "clojure"
brew "cocoapods"
brew "coreutils"
brew "cosign"
brew "dust"
brew "eksctl"
brew "fd"
brew "fnm"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitleaks"
brew "helm"
brew "hurl"
brew "hyperkit"
brew "ios-deploy"
brew "jq"
brew "kind"
brew "kwok"
brew "leiningen"
brew "libimobiledevice"
brew "lightgbm"
brew "linkerd"
brew "maven"
brew "mkcert"
brew "neovim"
brew "nss"
brew "pandoc"
brew "pass"
brew "pass-git-helper"
brew "pkg-config"
brew "pnpm"
brew "powerlevel10k"
brew "pyenv"
brew "rathole"
brew "rustup-init"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "smimesign"
brew "sops"
brew "starship"
brew "stow"
brew "swig"
brew "symlinks"
brew "tektoncd-cli"
brew "tilt"
brew "tmux"
brew "wifi-password"
brew "xcodegen"
brew "yarn"
brew "zsh"
brew "zsh-async"
brew "zsh-autocomplete"
brew "zsh-fast-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "borkdude/brew/jet"
brew "openshift-pipelines/pipelines-as-code/tektoncd-pac"
brew "oven-sh/bun/bun"
brew "sigstore/tap/gitsign"
brew "teamookla/speedtest/speedtest"
brew "tilt-dev/tap/ctlptl"
cask "alacritty"
cask "android-studio"
cask "appcleaner"
cask "flutter"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gitbutler"
cask "graalvm-ce-java11"
cask "graalvm-ce-java17"
cask "graalvm-ce-lts-java11"
cask "graalvm-jdk21"
cask "keycastr"
cask "kitty"
cask "mactex"
cask "miniconda"
cask "podman-desktop"
cask "prettyclean"
cask "visual-studio-code"
cask "warp"
cask "wolfram-engine"
cask "xquartz"
cask "zed"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alexkrechik.cucumberautocomplete"
vscode "andrewmarkle.primer-light"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dline.cobaltnext"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.codespaces"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hbenl.vscode-test-explorer"
vscode "ibm.output-colorizer"
vscode "jeppeandersen.raml"
vscode "johnpapa.vscode-peacock"
vscode "kevinrose.vsc-python-indent"
vscode "knisterpeter.vscode-commitizen"
vscode "leocardoso94.clojure-snippets"
vscode "markis.code-coverage"
vscode "max-ss.cyberpunk"
vscode "mechatroner.rainbow-csv"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "misophistful.borealis-theme"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-cst-e.vscode-devskim"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.gather"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-hub"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.tensorboard"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pomber.git-file-history"
vscode "randomfractalsinc.geo-data-viewer"
vscode "redhat.java"
vscode "redhat.vscode-tekton-pipelines"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "sainoba.px-to-rem"
vscode "sbsnippets.pytorch-snippets"
vscode "simonsiefke.svg-preview"
vscode "ssmi.after-dark"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "tim-koehler.helm-intellisense"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "trond-snekvik.simple-rst"
vscode "uctakeoff.vscode-counter"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wesbos.theme-cobalt2"
vscode "wix.vscode-import-cost"
vscode "xabikos.reactsnippets"
vscode "yoavbls.pretty-ts-errors"
