tap "cirruslabs/cli"
tap "hcavarsan/kftray"
tap "metalbear-co/mirrord"
tap "mongodb/brew"
tap "opencode-ai/tap"
tap "steveyegge/beads"
tap "teamookla/speedtest"
tap "wasmcloud/wasmcloud"
brew "age"
brew "openssl@3"
brew "aicommit2"
brew "aider"
brew "atuin"
brew "audiowaveform"
brew "awscli"
brew "backlog-md"
brew "bat"
brew "beads"
brew "beads_viewer"
brew "binaryen"
brew "biome"
brew "bookokrat"
brew "bunster"
brew "caddy"
brew "cagent"
brew "carl"
brew "sdl2"
brew "ffmpeg"
brew "ccextractor"
brew "chawan"
brew "cinecli"
brew "claude-cmd"
brew "claude-code-templates"
brew "claude-hooks"
brew "clippy"
brew "container-canary"
brew "context7-mcp"
brew "coreutils"
brew "cosign"
brew "cyme"
brew "dep-tree"
brew "devcockpit"
brew "direnv"
brew "dive"
brew "docker"
brew "doxx"
brew "dust"
brew "eksctl"
brew "emacs"
brew "eza"
brew "fd"
brew "ffmate"
brew "flexget"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-ignore"
brew "git-lfs"
brew "gitingest"
brew "gitleaks"
brew "gitnr"
brew "gitsign"
brew "sdl2_image"
brew "gource"
brew "graphviz"
brew "pkgconf"
brew "helix-db"
brew "helm"
brew "httptap"
brew "hurl"
brew "igrep"
brew "imagemagick"
brew "intelli-shell"
brew "ios-deploy"
brew "is-fast"
brew "jj"
brew "jq"
brew "just"
brew "kind"
brew "kompose"
brew "ktea"
brew "kubernetes-cli"
brew "kubevpn"
brew "kustomize"
brew "kwok"
brew "lakekeeper"
brew "leiningen"
brew "less"
brew "libimobiledevice"
brew "lightgbm"
brew "linkerd"
brew "lsd"
brew "lstr"
brew "magika"
brew "markdownlint-cli2"
brew "mas"
brew "maven"
brew "mcat"
brew "mcp-get"
brew "mcp-inspector"
brew "mcp-publisher"
brew "mcp-server-kubernetes"
brew "mcphost"
brew "mintoolkit"
brew "mise"
brew "mkcert"
brew "mob"
brew "mole"
brew "moodle-dl"
brew "moor"
brew "mosh"
brew "neovim"
brew "netscanner"
brew "nextflow"
brew "nmap"
brew "nss"
brew "nushell"
brew "openapv"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "parqeye"
brew "qrencode"
brew "pass"
brew "pass-git-helper"
brew "pdfcrack"
brew "phantom"
brew "pipx"
brew "pnpm"
brew "porter"
brew "potrace"
brew "qwen-code"
brew "reattach-to-user-namespace"
brew "recur"
brew "resterm"
brew "rlwrap"
brew "rmrfrs"
brew "sdl2_mixer"
brew "shimmy"
brew "shortest"
brew "smimesign"
brew "sniffnet"
brew "snitch"
brew "snooze"
brew "somo"
brew "sox"
brew "specify"
brew "ssh-audit"
brew "sshguard"
brew "standardebooks"
brew "starship"
brew "stow"
brew "strands-agents-sops"
brew "swig"
brew "symlinks"
brew "tdd-guard"
brew "tektoncd-cli"
brew "termsvg"
brew "testssl"
brew "tilt"
brew "tmux"
brew "tuios"
brew "tweakcc"
brew "uv"
brew "vibe-log-cli"
brew "vibecheck"
brew "vtcode"
brew "wassette"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "x-cmd"
brew "xan"
brew "xcodegen"
brew "xdg-ninja", args: ["HEAD"]
brew "xleak"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-fast-syntax-highlighting"
brew "cirruslabs/cli/tart"
brew "metalbear-co/mirrord/mirrord"
brew "mongodb/brew/mongodb-database-tools"
brew "teamookla/speedtest/speedtest"
brew "wasmcloud/wasmcloud/wash"
cask "android-file-transfer"
cask "antigravity"
cask "browseros"
cask "chatgpt"
cask "clariti"
cask "claude"
cask "codex"
cask "context"
cask "drawio"
cask "emdash"
cask "es-de"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-aclonica"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dancing-script"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-ibm-plex-sans-hebrew"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-noto-sans-hebrew"
cask "font-noto-serif-hebrew"
cask "font-open-sans-hebrew"
cask "font-opendyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-playpen-sans-hebrew"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-hebrew"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "freelens"
cask "ghostty"
cask "gitbutler"
cask "google-chrome"
cask "handy"
cask "hot"
cask "keycastr"
cask "kftray"
cask "kodi"
cask "krita"
cask "launchos"
cask "logseq"
cask "macpacker"
cask "mactex"
cask "maestro"
cask "microsoft-edge"
cask "miniconda"
cask "mongodb-compass"
cask "mountmate"
cask "nordvpn"
cask "notchnook"
cask "nvidia-geforce-now"
cask "obs"
cask "ollama-app"
cask "opcode"
cask "overview"
cask "plex-media-server"
cask "prettyclean"
cask "pxplay"
cask "rancher"
cask "reactotron"
cask "rectangle"
cask "rnote"
cask "sculptor"
cask "snes9x"
cask "steam"
cask "stravu-crystal"
cask "stremio"
cask "superwhisper"
cask "supportcompanion"
cask "tailscale-app"
cask "visual-studio-code"
cask "wailbrew"
cask "warp"
cask "wireshark-app"
cask "xquartz"
cask "zen"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "adpyke.codesnap"
vscode "ahebrank.yaml2json"
vscode "ahmadalli.vscode-nginx-conf"
vscode "anthropic.claude-code"
vscode "arrterian.nix-env-selector"
vscode "bierner.emojisense"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "connor4312.nodejs-testing"
vscode "davidanson.vscode-markdownlint"
vscode "devfile.vscode-devfile"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "efanzh.graphviz-preview"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "getporter.porter-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "google.colab"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "helixdb.helixql"
vscode "ibm.output-colorizer"
vscode "jebbs.plantuml"
vscode "jnoortheen.nix-ide"
vscode "johnpapa.vscode-peacock"
vscode "kdl-org.kdl"
vscode "mechatroner.rainbow-csv"
vscode "medo64.render-crlf"
vscode "metalbear.mirrord"
vscode "mightbesimon.emoji-icons"
vscode "mindaro-dev.file-downloader"
vscode "mkhl.direnv"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.python-ds-extension-pack"
vscode "ms-toolsai.tensorboard"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "orta.vscode-jest"
vscode "pinage404.nix-extension-pack"
vscode "planet57.vscode-beads"
vscode "pomber.git-file-history"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "redhat.vscode-tekton-pipelines"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sainoba.px-to-rem"
vscode "saoudrizwan.claude-dev"
vscode "sapegin.reveal-in-ghostty"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "supabase.postgrestools"
vscode "tamasfe.even-better-toml"
vscode "tilt-dev.tiltfile"
vscode "tim-koehler.helm-intellisense"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "uctakeoff.vscode-counter"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.codetour"
vscode "weaveworks.vscode-gitops-tools"
vscode "wenbopan.vscode-terminal-osc-notifier"
vscode "wesbos.theme-cobalt2"
vscode "wix.vscode-import-cost"
vscode "xabikos.reactsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zenml.zenml-vscode"
