tap "hcavarsan/kftray"
tap "metalbear-co/mirrord"
tap "mongodb/brew"
tap "opencode-ai/tap"
tap "teamookla/speedtest"
tap "wasmcloud/wasmcloud"
brew "age"
brew "atuin"
brew "audiowaveform"
brew "awscli"
brew "backlog-md"
brew "bat"
brew "binaryen"
brew "biome"
brew "bunster"
brew "caddy"
brew "chawan"
brew "coreutils"
brew "cosign"
brew "cyme"
brew "dep-tree"
brew "docker"
brew "doxx"
brew "dust"
brew "eksctl"
brew "emacs"
brew "eza"
brew "fd"
brew "ffmate"
brew "sdl2"
brew "ffmpeg"
brew "flexget"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-ignore"
brew "git-lfs"
brew "gitleaks"
brew "gitsign"
brew "sdl2_image"
brew "gource"
brew "graphviz"
brew "helm"
brew "hurl"
brew "ios-deploy"
brew "is-fast"
brew "jq"
brew "kind"
brew "kubevpn"
brew "kwok"
brew "lakekeeper"
brew "leiningen"
brew "less"
brew "libimobiledevice"
brew "lightgbm"
brew "linkerd"
brew "lsd"
brew "lstr"
brew "markdownlint-cli2"
brew "mas"
brew "maven"
brew "mcp-get"
brew "mcp-inspector"
brew "mcphost"
brew "mise"
brew "mkcert"
brew "mob"
brew "moodle-dl"
brew "mosh"
brew "neovim"
brew "netscanner"
brew "nmap"
brew "nss"
brew "nushell"
brew "pandoc"
brew "qrencode"
brew "pass"
brew "pass-git-helper"
brew "pipx"
brew "pkgconf"
brew "podman-compose"
brew "porter"
brew "potrace"
brew "qwen-code"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "sdl2_mixer"
brew "smimesign"
brew "sniffnet"
brew "somo"
brew "sox"
brew "ssh-audit"
brew "sshguard"
brew "standardebooks"
brew "starship"
brew "stow"
brew "swig"
brew "symlinks"
brew "tdd-guard"
brew "tektoncd-cli"
brew "testssl"
brew "tilt"
brew "tmux"
brew "uv"
brew "wget"
brew "wifi-password"
brew "wireguard-tools"
brew "wireshark"
brew "x-cmd"
brew "xan"
brew "xcodegen"
brew "xdg-ninja", args: ["HEAD"]
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-fast-syntax-highlighting"
brew "metalbear-co/mirrord/mirrord"
brew "mongodb/brew/mongodb-database-tools"
brew "teamookla/speedtest/speedtest"
brew "wasmcloud/wasmcloud/wash"
cask "android-file-transfer"
cask "background-music"
cask "clariti"
cask "claude"
cask "context"
cask "drawio"
cask "es-de"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "freelens"
cask "ghostty"
cask "gitbutler"
cask "google-earth-pro"
cask "hot"
cask "keycastr"
cask "kftray"
cask "kiro"
cask "logseq"
cask "mactex"
cask "microsoft-edge"
cask "miniconda"
cask "mongodb-compass"
cask "nordvpn"
cask "notchnook"
cask "obs"
cask "ollama-app"
cask "opcode"
cask "plex-media-server"
cask "podman-desktop"
cask "prettyclean"
cask "rancher"
cask "reactotron"
cask "rectangle"
cask "rnote"
cask "snes9x"
cask "stravu-crystal"
cask "warp"
cask "xquartz"
cask "zen"
cask "zoom"
mas "Developer", id: 640199958
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "iReal Pro", id: 409035833
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "ahebrank.yaml2json"
vscode "ahmadalli.vscode-nginx-conf"
vscode "anthropic.claude-code"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-backseat-driver"
vscode "betterthantomorrow.calva-power-tools"
vscode "betterthantomorrow.calva-spritz"
vscode "betterthantomorrow.joyride"
vscode "bierner.emojisense"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "djblue.portal"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "efanzh.graphviz-preview"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "getporter.porter-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "gruntfuggly.todo-tree"
vscode "gxl.git-graph-3"
vscode "hediet.vscode-drawio"
vscode "ibm.output-colorizer"
vscode "jebbs.plantuml"
vscode "johnpapa.vscode-peacock"
vscode "kdl-org.kdl"
vscode "mechatroner.rainbow-csv"
vscode "medo64.render-crlf"
vscode "metalbear.mirrord"
vscode "mightbesimon.emoji-icons"
vscode "mindaro-dev.file-downloader"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.python-ds-extension-pack"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-github-issue-notebooks"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pomber.git-file-history"
vscode "redhat.java"
vscode "redhat.vscode-tekton-pipelines"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sainoba.px-to-rem"
vscode "saoudrizwan.claude-dev"
vscode "sapegin.reveal-in-ghostty"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tilt-dev.tiltfile"
vscode "tim-koehler.helm-intellisense"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "uctakeoff.vscode-counter"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.codetour"
vscode "wesbos.theme-cobalt2"
vscode "wix.vscode-import-cost"
vscode "xabikos.reactsnippets"
vscode "yoavbls.pretty-ts-errors"
